IDEA StatiCa Open Model
TemperatureDirection Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Temperature direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum TemperatureDirection
Public Enumeration TemperatureDirection
public enum class TemperatureDirection
Members
Member name | Value | Description
EveryWhere | 0 |  Every where
SpecifiedEdges | 1 |  Specified edges
See Also
Reference
IdeaRS.OpenModel.Loading Namespace